app/controllers/users_controller.rb

  def create
    @user = User.new(params[:user])

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("updated_at", "last", "first", "job_description", "created_at") VALUES('2010-02-07 21:16:17', 'Chica', 'Hola', 'Says hello to hot girls.', '2010-02-07 21:16:17')